<?php

/*
功能：用于jquery.validate的本地化翻译
作者：wuzhihui
时间：2016/8/16
*/


return [
	'required' => '必选字段',
	'remote' => '请修正该字段',
	'email' => '请输入正确格式的电子邮件',
	'url' => '请输入合法的网址',
	'date' => '请输入合法的日期',
	'dateISO' => '请输入合法的日期 (ISO).',
	'number' => '请输入合法的数字',
	'digits' => '只能输入整数',
	'creditcard' => '请输入合法的信用卡号',
	'equalTo' => '请再次输入相同的值',
	'accept' => '请输入拥有合法后缀名的字符串',
	'maxlength' => '请输入一个长度最多是 {0} 的字符串',
	'minlength' => '请输入一个长度最少是 {0} 的字符串',
	'rangelength' => '请输入一个长度介于 {0} 和 {1} 之间的字符串',
	'range' => '请输入一个介于 {0} 和 {1} 之间的值',
	'max' => '请输入一个最大为 {0} 的值',
	'min' => '请输入一个最小为 {0} 的值',
	//extends
	'mobile' => '请正确填写您的手机号码',
	'qq' => '请正确填写您的QQ号码',
	'wechat' => '请正确填写您的微信号',
	'phone' => '请正确填写您的电话',
	'contact' => '请正确填写您的您的联系方式',
];